{
  "ExamplePage": {
    "title": "Los justos",
    "content": "Un hombre que cultiva un jard칤n, como deseaba Voltaire.\nEl que agradece que haya m칰sica en la tierra.\nEl que descubre una etinolog칤a con placer.\nDos empleados jugando ajedrez silencioso en un caf칠 en el sur.\nEl ceramista que premedita un color y una forma.\nUn tipografo que escribe bien esta p치gina, lo que tal vez no le gusta.\nUna mujer y un hombre que leyeron los triplets finales de una cierta canci칩n.\nEl que acaricia a un animal durmiente.\nEl que justifica o quiere justificar un mal hecho con 칠l.\nEl que agradece que haya Stevenson en la Tierra.\nEl que prefiere que los dem치s tengan raz칩n.\nEstas personas, que se ignoran mutuamente, est치n salvando el mundo."
  },
  "Error": {
    "description": "<p>Desafortunadamente hemos encontrado un error.</p><p>Puedes intentar <retry>recargar la p치gina</retry> que estabas visitando.</p>",
    "title": "춰Algo sali칩 mal!"
  },
  "IndexPage": {
    "description": "Este es un ejemplo b치sico que demuestra el uso del siguiente intl con el Next.js App Router. Intenta cambiar el idioma en la esquina superior derecha y ve c칩mo cambia el contenido.",
    "title": "ejemplo next-intl"
  },
  "LocaleLayout": {
    "title": "ejemplo next-intl"
  },
  "LocaleSwitcher": {
    "label": "Cambiar idioma",
    "locale": "{locale, select,\nen {游쥟릖 English}\nes {游쀯릖 Espa침ol}\nfr {游游 Fran칞ais}\nde {游뾇릖 Deutsch}\nit {游쉻릖 Italiano}\nnl {游游 Nederlands}\npt {游왫릖 Portugu칡s}\nother {Unknown}\n}"
  },
  "Manifest": {
    "name": "ejemplo next-intl"
  },
  "Navigation": {
    "home": "Inicio",
    "pathnames": "Rutas"
  },
  "NotFoundPage": {
    "description": "Por favor, compruebe la barra de direcciones del navegador o utilice la navegaci칩n para ir a una p치gina conocida.",
    "title": "P치gina no encontrada"
  },
  "PageLayout": {
    "links": {
      "docs": {
        "description": "Aprenda m치s sobre el next-intl en los documentos oficiales.",
        "href": "https://next-intl.dev",
        "title": "Documentos"
      },
      "source": {
        "description": "Navegue el c칩digo fuente de este ejemplo en GitHub.",
        "href": "https://github.com/amannn/next-intl/tree/main/examples/example-app-router",
        "title": "C칩digo fuente"
      }
    }
  },
  "PathnamesPage": {
    "description": "<p>Los nombres de ruta tambi칠n est치n internacionalizados.</p><p>Si est치s usando el idioma predeterminado en ingl칠s, ver치s <code>/es/pathnames</code> en la barra de direcciones del navegador en esta p치gina.</p><p>Si cambias la configuraci칩n regional a alem치n, la URL se localiza en consecuencia (<code>/de/pfadnamen</code>).</p>",
    "title": "Rutas"
  }
}
