{
  "ExamplePage": {
    "title": "Los Justos",
    "content": "Un hombre que cultiva un jard칤n, como quer칤a Voltaire. El que agradece que en la tierra haya m칰sica. El que descubre con placer una etimolog칤a. Dos empleados que en un caf칠 del Sur juegan un silencioso ajedrez.\nEl ceramista que premedita un color y una forma.\nUn tip칩grafo que compone bien esta p치gina, que tal vez no le agrada\nUna mujer y un hombre que leen los tercetos finales de cierto canto.\nEl que acaricia a un animal dormido.\nEl que justifica o quiere justificar un mal que le han hecho.\nEl que agradece que en la tierra haya Stevenson.\nEl que prefiere que los otros tengan raz칩n.\nEsas personas, que se ignoran, est치n salvando el mundo."
  },
  "Error": {
    "description": "<p>Lamentablemente encontramos un error.</p><p>Puedes intentar <retry>recargar la p치gina</retry> que estabas visitando.</p>",
    "title": "춰Algo sali칩 mal!"
  },
  "IndexPage": {
    "description": "Este es un ejemplo b치sico que demuestra el uso de next-intl con el App Router de Next.js. Prueba cambiar el idioma en la esquina superior derecha y ver c칩mo cambia el contenido.",
    "title": "ejemplo next-intl"
  },
  "LocaleLayout": {
    "title": "ejemplo next-intl"
  },
  "LocaleSwitcher": {
    "label": "Cambiar idioma",
    "locale": "{locale, select, es {游쀯릖 Espa침ol} en {游쥟릖 Ingl칠s}  other {Desconocido}}"
  },
  "Manifest": {
    "name": "ejemplo next-intl"
  },
  "Navigation": {
    "home": "Inicio",
    "pathnames": "Rutas"
  },
  "NotFoundPage": {
    "description": "Por favor, revisa la barra de direcciones del navegador o usa la navegaci칩n para ir a una p치gina conocida.",
    "title": "P치gina no encontrada"
  },
  "PageLayout": {
    "links": {
      "docs": {
        "description": "Aprende m치s sobre next-intl en la documentaci칩n oficial.",
        "href": "https://next-intl.dev",
        "title": "Documentaci칩n"
      },
      "source": {
        "description": "Explora el c칩digo fuente de este ejemplo en GitHub.",
        "href": "https://github.com/amannn/next-intl/tree/main/examples/example-app-router",
        "title": "C칩digo fuente"
      }
    }
  },
  "PathnamesPage": {
    "description": "<p>Las rutas tambi칠n est치n internacionalizadas.</p><p>Si usas el idioma predeterminado (ingl칠s), ver치s <code>/en/pathnames</code> en la barra de direcciones del navegador en esta p치gina.</p><p>Si cambias a alem치n, la URL se localiza (<code>/de/pfadnamen</code>).</p>",
    "title": "Rutas"
  }
}
